{
  "mission:name": "Mission",
  "how-it-works:name": "So funktioniert es",
  "about:name": "Wer wir sind",
  "contact-sales:name": "Vertrieb kontaktieren",
  "announcement:text": "Juni 2023: TURN2X erhält 4.3 Mio. EUR Seed Finanzierung",
  "hero:title": "Entkarbonisierung der Industrie mit erneuerbarem Erdgas.",
  "hero:quote": "Wir wandeln Energie in erneuerbares Erdgas um Damit Sie eine CO2 neutrale Energielösung haben können.",
  "dirk:quote": "“Kunden erwarten eine stetige Reduktion der Emissionen durch die Gesamte Wertschöpfungskette hindurch.”",
  "dirk:position": "Geschäftsführer, Siempelkamp",
  "process:esg-compliant": "ESG Konform",
  "process:title": "Zertifizierbares RNG durch die Methanisierung",
  "process:section1": "Erneuerbare Energie wird für die Elektrolyse genutzt",
  "process:section2": "Vermischen von biogenem CO2 und Wasserstoff",
  "process:section3": "Produktion von Erneuerbarem Erdgas in unserem patentierten Reaktor",
  "process:caption1": "Unser RNG ist eine zertifizierbare Energiequelle:",
  "process:caption2": "Die SFDR9 Zertifizierung ist für 2024 in Planung. Der TURN2X Reaktor ist patentiert.",
  "model:label": "So funktioniert es",
  "model:title": "Produktion und Transport",
  "model:text": "Unsere Anlagen sind nah an erneuerbaren Energiekraftwerken positioniert und wandeln Wasser mit CO2 mit Elektrizität in Wasserstoff und dann zu Methan um. Das entstandene erneuerbare Methan (RNG) wird in die existierende Pipeline Infrastruktur eingebunden und über große Distanzen zu Fabriken und Anlagen mit hohem Energiebedarf transportiert.",
  "mission:mission": "Mission",
  "mission:title": "Fossile Brennstoffe durch modulare RNG Anlagen ersetzen",
  "mission:2030": "23 Millionen Tonnen CO2 vermieden",
  "mission:2024": "Scale-up des Standard Anlagenmoduls",
  "mission:2023": "Nächste Iteration des Designs führt zu weiteren Patentanmeldungen",
  "mission:2022": "Basierend auf “Tech Proof” wurde TURN2X gegründet. Beginn der Skalierung der Technologie",
  "mission:2019": "Inbetriebnahme der Anlage in Falkenhagen und Produktion der ersten erneuerbaren Moleküle",
  "mission:2018": "Store & Go 26 Mio. EUR Förderung für den Bau der 1. Anlage",
  "mission:2016": "Erste Patente angemeldet",
  "about:management": "Management",
  "about:title": "Vereint durch <span /> globale Verantwortung",
  "about:get-in-touch": "Kontaktaufnahme",
  "about:advisory-board": "Advisory board",
  "about:explore-carreer-opportunities": "Entdecke unsere offenen Positionen",
  "philip:position": "Co-Founder & CEO",
  "philip:description": " [DE] Philip is a Cofounder and Chief Executive Officer at TURN2X. He has a track record of experience founding and running deep tech companies. In the past, Philip has raised millions in venture capital from international investors. Notable exits include the Karlsruhe based AI startup Understand.ai to hidden champion to Darmstadt based automotive software supplier DSPACE. His education includes a MSc. in Computer Science and Economics at KIT Karlsruhe.",
  "benedikt:position": "Co-Founder & CFO/COO",
  "benedikt:description": "Benedikt ist Mitgründer und Chief Operations Officer bei TURN2X. Seine Erfahrung liegt in der Finanzierung von großen Infrastrukturprojekten. Nach dem Abschluss seines Masterstudiums in Physik am KIT Karlsruhe mit Schwerpunkt auf Festkörper- und Quantenphysik gründete er seinen eigenen Risikokapitalfonds, der mittlerweile über 30 Millionen Euro verwaltet. Bei TURN2X findet Benedikt ideale Standorte für neue Anlagen und strukturiert die Finanzierung dieser Projekte.",
  "dominik:position": "Co-Founder & CTO",
  "dominik:description": " [DE] Dominik is a Cofounder and Chief Technology Officer at TURN2X. Dominik researches on the topics of power-to-gas, methanation and has experience in the engineering of parts and technology transfer from the lab in the demo scale for over 12 years. He received his PhD in Chemical engineering from KIT Karlsruhe. With several papers published and patents filed, Dominik oversees scientific progress in plant and reactor modularization, aswell as automation and the operative processes of building new plants. Through his work in management consulting, he gained in-depth knowledge of the energy industry and the challenges for the energy transformation.",
  "stefan:position": "Ehem. Innovationsbeauftragter Grüner Wasserstoff für die Bundesrepublik Deutschland",
  "evan:position": "Baute die Gigafactories für Tesla in NV und Berlin auf.",
  "thomas:position": "Div. CFO Positionen im Siemens Konzern",
  "cta:title": "Werde Teil von TURN2X, grüne Energie transportfähig zu machen",
  "contact:success": "Vielen Dank für die Kontaktaufnahme. Wir werden uns zeitnah bei Ihnen melden.",
  "contact:error": "Es gab einen Fehler. Versuchen Sie es bitte erneut.",
  "contact:name": "Kontakt",
  "contact:title": "Möchten Sie mehr erfahren?",
  "contact:address": "Turn Energy GmbH <br /> Leopoldstr. 173 e, <br /> D-80804 München",
  "contact:info": "info@turn2x.com",
  "contact:full-name": "Name",
  "contact:phone": "Telefonnummer",
  "contact:email": "Email",
  "contact:message": "Nachricht",
  "contact:submit": "Absenden",
  "contact:email-message": "Bitte tragen Sie eine richtige Emailadresse ein",
  "contact:full-name-message": "Bitte tragen Sie einen Namen ein",
  "data-privacy:name": "Datenschutzerklärung",
  "legal:name": "Legal",
  "careers:name": "Offene Positionen",
  "hiring:name": "We're hiring!",
  "imprint:name": "Imprint",
  "404:title": "Diese Seite existiert nicht. Unsere Lösungen zum Ersetzen Fossiler Brennstoffe sind jedoch existent.",
  "404:proceed": "Weiter"
}
