{
  "mission:name": "Mission",
  "how-it-works:name": "How it works",
  "about:name": "About us",
  "contact-sales:name": "Contact Sales",
  "announcement:text": "May 2023: Announcing a €4.3M Seed Round",
  "hero:title": "Decarbonizing industry <br /> with Renewable Natural Gas",
  "hero:quote": "We turn energy to Renewable Natural Gas <br/> to provide you with a CO2 neutral energy solution.",
  "about:management": "management",
  "about:title": "Unified with a <span /> Global Responsibility",
  "about:get-in-touch": "Get in Touch",
  "about:advisory-board": "Advisory board",
  "about:explore-carreer-opportunities": "Explore our career opportunites",
  "philip:position": "Co-Founder & CEO",
  "philip:description": "Philip is a Cofounder and Chief Executive Officer at TURN2X. He has a track record of experience founding and running deep tech companies. In the past, Philip has raised millions in venture capital from international investors. Notable exits include the Karlsruhe based AI startup Understand.ai to hidden champion to Darmstadt based automotive software supplier DSPACE. His education includes a MSc. in Computer Science and Economics at KIT Karlsruhe.",
  "benedikt:position": "Co-Founder & CFO/COO",
  "benedikt:description": " Benedikt is a Cofounder and Chief Finance Officer / Chief Operations Officer at TURN2X. Bens experience lies in project financing with project volumina above 100M EUR. After graduating his Masters in Physics at KIT Karlsruhe with a focus on solid state and quantum physics, he started his own VC fund which now holds over 30M EUR under management. At TURN2X, Benedikt finds ideal locations of building new plants and reducing capital expenses.",
  "dominik:position": "Co-Founder & CTO",
  "dominik:description": " Dominik is a Cofounder and Chief Technology Officer at TURN2X. Dominik researches on the topics of power-to-gas, methanation and has experience in the engineering of parts and technology transfer from the lab in the demo scale for over 12 years. He received his PhD in Chemical engineering from KIT Karlsruhe. With several papers published and patents filed, Dominik oversees scientific progress in plant and reactor modularization, aswell as automation and the operative processes of building new plants. Through his work in management consulting, he gained in-depth knowledge of the energy industry and the challenges for the energy transformation.",
  "stefan:position": "Former Hydrogen Ambassador of the Federal Republic of Germany",
  "evan:position": "Built the Gigafactories for Tesla in NV and Berlin",
  "thomas:position": "Various CFO positions at Siemens",
  "christian:position": "VP Blackrock Sustainable Financing",
  "contact:success": "We have sent a copy of your message to your Email and will get in touch with you shortly.",
  "contact:error": "There has been an error. Please, try again",
  "contact:name": "Contact",
  "contact:title": "Want to know more?",
  "contact:address": "Turn Energy GmbH <br /> Leopoldstr. 173 e, <br /> D-80804 München",
  "contact:info": "+49 (0) 163 728 9275 <br /> info@turn2x.com",
  "contact:full-name": "Full Name",
  "contact:phone": "Phone",
  "contact:email": "Email",
  "contact:message": "Message",
  "contact:submit": "Submit",
  "contact:email-message": "Please enter a correct email",
  "contact:full-name-message": "Please enter a name",
  "data-privacy:name": "Data Privacy Policy",
  "legal:name": "Legal",
  "careers:name": "Careers",
  "hiring:name": "We're hiring!",
  "cookie-settings:name": "Cookie Settings",
  "imprint:name": "Imprint"
}
