{
  "mission:name": "Mission",
  "how-it-works:name": "How it works",
  "about:name": "About",
  "contact-sales:name": "Contact Sales",
  "announcement:text": "June 2023: Announcing a €4.3M Seed Round",
  "hero:title": "Decarbonizing the industry with Renewable Natural Gas",
  "hero:quote": "We turn energy to Renewable Natural Gas to provide you with a CO2 neutral energy solution.",
  "dirk:quote": "“Customers are demanding more and more reduction of emissions along the value chain.”",
  "dirk:position": "Managing Director, Siempelkamp",
  "thomas-kohler:quote": "“We see the renewable natural gas as an effective method to hit our decarbonization timelines.”",
  "thomas-kohler:position": "Managing Director, Noelle + von Campe",
  "jorg-wild:quote": "“Energie 360° set the goal to fully switch to renewable energies by 2040. We see our collaboration with Turn2X as a promising option to achieve the transformation of the energy system from fossil based to renewable.”",
  "jorg-wild:position": "CEO at Energie 360° AG",
  "process:esg-compliant": "Esg compliant",
  "process:title": "Certifiable RNG from methanation",
  "process:section1": " Utilizing renewable energy for electrolysis",
  "process:section2": "Adding biogenic CO2 to the green hydrogen",
  "process:section3": "Producing renewable natural gas in our patented reactor",
  "process:caption1": "Our RNG is a certifiable energy source:",
  "process:caption2": "SFDR9 certification in planning for 2024. The TURN2X reactor is patented.",
  "model:label": "Delivered to your Factory",
  "model:title": "Production and transport",
  "model:text": "The TURN2X plants are co-located with renewable power plants and the only inputs are water and biogenic CO2. After producing green hydrogen, the biogenic CO2 is added to form renewable natural gas (RNG). The RNG gets transported via the existing pipeline infrastructure to customers destinations: factories with high energy consumption.",
  "mission:mission": "Timeline",
  "mission:title": "Displacing fossil fuels with modular RNG plants",
  "mission:2030": "T2X supplies the equivalent of 10% of the German gas demand",
  "mission:2024": "Project start for largest RNG plant in the world",
  "mission:2024-1": "TURN2X raised >25M EUR (grants + equity)",
  "mission:2024-2": "Inauguration of first commercial plant in Spain ",
  "mission:2023": "Next iteration of design leads to further patents filed",
  "mission:2022": "Based on tech proof Turn2X was founded and scales up the tech",
  "mission:2019": "Plant Falkenhagen goes operational and first green molecules produced",
  "mission:2018": "Store & Go 26m EUR grant for building first plant",
  "mission:2016": "First patents filed",
  "about:management": "management",
  "about:title": "Unified with a Global Responsibility",
  "about:get-in-touch": "Get in Touch",
  "about:advisory-board": "Advisory Board",
  "about:career": "Career",
  "about:explore-carreer-opportunities": "Explore our career opportunites",
  "philip:position": "Co-Founder & CEO",
  "philip:description": "Philip is a co-founder and Chief Executive Officer at TURN2X. He has a track record of founding and running deep tech companies. In the past, Philip has raised millions in venture capital from international investors. Notable exits include the Karlsruhe based AI startup <a> Understand.ai </a> to Paderborn based hidden champion automotive software supplier DSPACE. Philip studied computer science at the Karlsruhe Institute for Technology.",
  "benedikt:position": "Co-Founder & COO",
  "benedikt:description": "Benedikt is a Cofounder and Chief Operations Officer at TURN2X. His experience lies in financing multi-million Euro infrastructure projects. After graduating his masters in Physics at KIT Karlsruhe with a focus on solid state and quantum physics, he started his own VC fund which now holds over 30M EUR under management. At TURN2X, Benedikt finds ideal locations for new plants and structures the financing of these.",
  "dominik:position": "Co-Founder & CTO",
  "dominik:description": "Dominik is a co-founder and Chief Technology Officer at TURN2X. He received his PhD in Chemical engineering from KIT Karlsruhe. Dominik has over 12 years of experience in researching and scaling of methaniation technologies. With several papers published and patents filed, Dominik oversees scientific and technical progress in plant and reactor modularization, as well as automation and the operative processes of building new plants. Through his work in management consulting, he gained in-depth knowledge of the energy industry and the challenges for the energy transformation.",
  "stefan:position": "Former Hydrogen Ambassador of the Federal Republic of Germany",
  "evan:position": "Built the Gigafactories for Tesla in NV and Berlin",
  "thomas:position": "Various CFO positions at Siemens",
  "cta:title": "Join TURN2X on making green energy transportable",
  "contact:success": "Thank you for reaching out. We will be in touch with you shortly.",
  "contact:error": "There has been an error. Please, try again",
  "contact:name": "Contact",
  "contact:title": "Want to know more?",
  "contact:address": "Turn2X <br /> Am Kartoffelgarten 14, <br /> 81671 München, Germany",
  "contact:info": "info@turn2x.com",
  "contact:full-name": "Full Name",
  "contact:phone": "Phone",
  "contact:email": "Email",
  "contact:message": "Message",
  "contact:submit": "Submit",
  "contact:email-message": "Please enter a correct email",
  "contact:full-name-message": "Please enter a name",
  "data-privacy:name": "Data Privacy Policy",
  "legal:name": "Legal",
  "careers:name": "Careers",
  "hiring:name": "We're hiring!",
  "imprint:name": "Imprint",
  "error:title": "This page doesn’t exist. Our solution to displace fossil fuels however, does.",
  "error:proceed": "Proceed",
  "plant:label": "Inaugurated 2024",
  "plant:title": "First Commercial Plant ",
  "plant:text": "TURN2X's plant in Miajadas, Spain, marks a global milestone in commercial viability by selling 100% of its renewable natural gas output via long term off-take contracts.",
  "read-more:text": "Read more",
  "press:label": "Deep dives",
  "press:title": "Industry Insights",
  "press:text": "Explore our in-depth analyses and expert insights on industry trends.",
  "press:item-1-pre": "Energy intensive industries",
  "press:item-1-title": "e-LNG is the Cheapest Way to Decarbonize Shipping",
  "plant-hero:title": "Launching our First Commercial Plant in Miajadas, Spain",
  "plant-grid-1:title": "World's First Plant Demonstrating Commercial Viability",
  "plant-grid-1:text": "TURN2X's plant in Miajadas, Spain, marks a global milestone in commercial viability by selling 100% of its renewable natural gas output via long term off-take contracts. This achievement underscores TURN2X's pioneering role in sustainable energy solutions.",
  "plant-grid-2:title": "Inauguration of the Plant in 2024",
  "plant-grid-2:text": "Nearly 100 people came together from Madrid, London, Brussels, Berlin, and Silicon Valley to witness the inauguration of our first commercial plant in Miajadas, Spain.",
  "plant-card-1:title": "<6",
  "plant-card-1:subtitle": "months",
  "plant-card-1:text": "from selection of the location to inauguration",
  "plant-card-2:title": "2",
  "plant-card-2:subtitle": "GWh",
  "plant-card-2:text": "RNG production, with one MW electrolyzer capacity",
  "plant-card-3:title": "350",
  "plant-card-3:subtitle": "t",
  "plant-card-3:text": "CO2 savings compared to fossil natural gas",
  "plant-card-4:title": "100",
  "plant-card-4:subtitle": "%",
  "plant-card-4:text": "of volumes sold via longterm off-take contracts",
  "maritime-hero:title": "e-LNG is the Cheapest Way to Decarbonize Shipping",
  "maritime-hero:pretitle": "INDUSTRY INSIGHT: Maritime",
  "maritime-intro:title": "Immediate action is required to decarbonize EU maritime transport.",
  "maritime-intro-card-1:title": "CO2 Emissions",
  "maritime-intro-card-1:text": "At the EU level, maritime transport represents 3 to 4% of the EU’s total CO2 emissions, and marine fuel is one of the most important levers to reduce greenhouse gas (GHG) emissions within the fleet.",
  "maritime-intro-card-2:title": "Marine Fuel",
  "maritime-intro-card-2:text": "The European Union (EU) as well as the International Maritime Organization (IMO) have imposed several regulations and strategies in recent years to further drive industry decarbonisation (adoption of FuelEU Maritime, inclusion in EU-ETS, MEPC 80).",
  "maritime-intro-card-3:title": "Regulations",
  "maritime-intro-card-3:text": "The vast majority of ships use very low sulphur fuel oil (VLSFO), which contains, for example, sulphur oxides (SOx), thereby causing major health and environmental harm."

}
