{
  "mission:name": "Timeline",
  "how-it-works:name": "How It Works",
  "plant:name": "Commercial Plant",
  "about:name": "About",
  "contact-sales:name": "Contact Sales",
  "industry-insights:name": "Industry Insights",
  "maritime:name": "Maritime",
  "utilities:name": "Utilities",
  "energy:name": "Energy Intensive Industries",
  "announcement:text": "June 2023: Announcing a €4.3M Seed Round",
  "hero:title": "Decarbonizing the Industry with Renewable Natural Gas",
  "hero:quote": "We turn energy to Renewable Natural Gas to provide you with a CO2 neutral energy solution.",
  "dirk:quote": "“Customers are demanding more and more reduction of emissions along the value chain.”",
  "dirk:position": "Managing Director, Siempelkamp",
  "thomas-kohler:quote": "“We see the renewable natural gas as an effective method to hit our decarbonization timelines.”",
  "thomas-kohler:position": "Managing Director, Noelle + von Campe",
  "jorg-wild:quote": "“Energie 360° set the goal to fully switch to renewable energies by 2040. We see our collaboration with TURN2X as a promising option to achieve the transformation of the energy system from fossil based to renewable.”",
  "jorg-wild:position": "CEO at Energie 360° AG",
  "process:esg-compliant": "RFNBO COMPLIANT",
  "process:title": "Certifiable RNG from Methanation",
  "process:section1": "Utilizing renewable energy and water for electrolysis",
  "process:section2": "Adding biogenic CO2 to the green Hydrogen",
  "process:section3": "Producing renewable natural gas in our reactor",
  "process:caption1": "Our RNG is a certifiable energy source:",
  "process:caption2": "SFDR9 certification in planning for 2024. The TURN2X reactor is patented.",
  "model:label": "DELIVERED TO YOUR FACTORY",
  "model:title": "Production and Transport",
  "model:text": "The TURN2X plants are co-located with renewable power plants and the only inputs are water and biogenic CO2. After producing green hydrogen, the biogenic CO2 is added to form renewable natural gas (RNG). The RNG gets transported via the existing pipeline infrastructure to customers destinations: factories with high energy consumption.",
  "mission:mission": "Timeline",
  "mission:title": "Displacing Fossil Fuels with Modular RNG Plants",
  "mission:2031": "T2X supplies the equivalent of 10% of the German gas demand",
  "mission:2024": "Project start for largest RNG plant in the world",
  "mission:2024-1": "TURN2X raised >25M EUR (grants + equity)",
  "mission:2024-2": "Inauguration of first commercial plant in Spain",
  "mission:2023": "Next iteration of design leads to further patents filed",
  "mission:2022": "Based on tech proof Turn2X was founded and scales up the tech",
  "mission:2019": "Pilot plant in Germany goes operational and first green molecules produced",
  "mission:2018": "Store & Go 26m EUR grant for building first plant",
  "mission:2016": "First patents filed",
  "about:management": "Leadership Team",
  "about:title": "Unified with a Global Responsibility",
  "about:get-in-touch": "Get in Touch",
  "about:advisory-board": "Advisory Board",
  "about:career": "Career",
  "about:explore-carreer-opportunities": "Explore our career opportunites",
  "philip:position": "Co-Founder & CEO",
  "philip:description": "Philip is a Co-Founder and Chief Executive Officer at TURN2X. He has a track record of founding and running deep tech companies. In the past, Philip has raised millions in venture capital from international investors. Notable exits include the Karlsruhe based AI startup Understand.ai to Paderborn based hidden champion automotive software supplier DSPACE. Philip studied computer science at the Karlsruhe Institute for Technology.",
  "benedikt:position": "Co-Founder & COO",
  "benedikt:description": "Benedikt is a Co-Founder and Chief Operations Officer at TURN2X. His experience lies in financing multi-million Euro infrastructure projects. After graduating his masters in Physics at KIT Karlsruhe with a focus on solid state and quantum physics, he started his own VC fund which now holds over 30M EUR under management. At TURN2X, Benedikt finds ideal locations for new plants and structures the financing of these.",
  "dominik:position": "Co-Founder & CTO",
  "dominik:description": "Dominik is a Co-Founder and Chief Technology Officer at TURN2X. He received his PhD in Chemical engineering from KIT Karlsruhe. Dominik has over 12 years of experience in researching and scaling of methaniation technologies. With several papers published and patents filed, Dominik oversees scientific and technical progress in plant and reactor modularization, as well as automation and the operative processes of building new plants. Through his work in management consulting, he gained in-depth knowledge of the energy industry and the challenges for the energy transformation.",
  "stefan:position": "Former Hydrogen Ambassador of the Federal Republic of Germany",
  "evan:position": "Built the Gigafactories for Tesla in NV and Berlin",
  "thomas:position": "Various CFO positions at Siemens",
  "cta:title": "Join TURN2X on making green energy transportable",
  "contact:success": "Thank you for reaching out. We will be in touch with you shortly.",
  "contact:error": "There has been an error. Please, try again",
  "contact:name": "Contact",
  "contact:title": "Want to Know More?",
  "contact:address": "TURN2X <br /> Am Kartoffelgarten 14 <br /> 81671 München, Germany",
  "contact:info": "info@turn2x.com",
  "contact:full-name": "Full Name",
  "contact:phone": "Phone",
  "contact:email": "Email",
  "contact:message": "Message",
  "contact:submit": "Submit",
  "contact:email-message": "Please enter a correct email",
  "contact:full-name-message": "Please enter a name",
  "data-privacy:name": "Data Privacy Policy",
  "legal:name": "Legal",
  "careers:name": "Careers",
  "hiring:name": "We're hiring!",
  "imprint:name": "Imprint",
  "error:title": "This page doesn’t exist. Our solution to displace fossil fuels however, does.",
  "error:proceed": "Proceed",
  "plant:label": "INAUGURATED 2024",
  "plant:title": "First Commercial Plant",
  "plant:text": "TURN2X's plant in Miajadas, Spain, marks a global milestone in commercial viability by selling 100% of its renewable natural gas output via longterm off-take contracts.",
  "read-more:text": "Read more",
  "press:label": "Deep dives",
  "press:title": "Industry Insights",
  "press:text": "Explore our in-depth analyses and expert insights on industry trends.",
  "press:item-1-pre": "MARITIME",
  "press:item-1-title": "e-LNG is the Cheapest Way to Decarbonize Shipping",
  "press:item-2-pre": "UTILITIES",
  "press:item-2-title": "Harnessing Renewable Natural Gas to Decarbonize Utilities",
  "press:item-3-pre": "ENERGY INTENSIVE INDUSTRIES",
  "press:item-3-title": "Transforming the Industry with Renewable Natural Gas",    
  "plant-hero:title": "Launching our First Commercial Plant in Miajadas, Spain",
  "plant-grid-1:title": "World's First Plant Demonstrating Commercial Viability",
  "plant-grid-1:text": "TURN2X's plant in Miajadas, Spain, marks a global milestone in commercial viability by selling 100% of its renewable natural gas output via longterm off-take contracts. This achievement underscores TURN2X's pioneering role in sustainable energy solutions.",
  "plant-grid-2:title": "Inauguration of the Plant in 2024",
  "plant-grid-2:text": "Nearly 100 people came together from Madrid, London, Brussels, Berlin, and Silicon Valley to witness the inauguration of our first commercial plant in Miajadas, Spain.",
  "plant-card-1:title": "<6",
  "plant-card-1:subtitle": "months",
  "plant-card-1:text": "from site selection to inauguration",
  "plant-card-2:title": "1",
  "plant-card-2:subtitle": "MW",
  "plant-card-2:text": "electrolyzer capacity",
  "plant-card-3:title": "350",
  "plant-card-3:subtitle": "tons",
  "plant-card-3:text": "CO2 savings annually",
  "plant-card-4:title": "100",
  "plant-card-4:subtitle": "%",
  "plant-card-4:text": "of volumes sold via longterm off-take contracts",
  "plant-press:label": "PRESS",
  "plant-press:title": "In the News",
  "plant-press:text": "Check out the news coverage on TURN2X’s achievements. Leading newsletter outlets showcase our commitment to a sustainable future.",
  "plant-press-card-1:pretitle": "HANDELSBLATT",
  "plant-press-card-1:title": "Wie TURN2X in Spanien die deutsche Energiewende vorantreibt",
  "plant-press-card-2:pretitle": "SÜDDEUTSCHE ZEITUNG",
  "plant-press-card-2:title": "Münchner Unternehmen stellt „erneuerbares Gas“ her",
  "plant-press-card-3:pretitle": "ENERGY RESILIENCE LEADERSHIP GROUP",
  "plant-press-card-3:title": "TURN2X launches first commercial plant in Miajadas, joins ERLG to increase ...",
  "maritime-hero:title": "e-LNG is the Cheapest Way to Decarbonize Shipping",
  "maritime-hero:pretitle": "INDUSTRY INSIGHT: MARITIME",
  "maritime-intro:title": "Immediate action is required to decarbonize EU maritime transport.",
  "maritime-intro-card-1:title": "CO2 Emissions",
  "maritime-intro-card-1:text": "At the EU level, maritime transport represents 3 to 4% of the EU’s total CO2 emissions, and marine fuel is one of the most important levers to reduce greenhouse gas (GHG) emissions within the fleet.",
  "maritime-intro-card-2:title": "Marine Fuel",
  "maritime-intro-card-2:text": "The vast majority of ships use very low sulphur fuel oil (VLSFO), which contains, for example, sulphur oxides (SOx), thereby causing major health and environmental harm.",
  "maritime-intro-card-3:title": "Regulations",
  "maritime-intro-card-3:text": "The European Union (EU) as well as the International Maritime Organization (IMO) have imposed several regulations and strategies in recent years to further drive industry decarbonisation (adoption of FuelEU Maritime, inclusion in EU-ETS, MEPC 80).",

  "maritime-solution:pretitle": "The Solution",
  "maritime-solution:title": "e-LNG as the Economical Choice for Shipping",
  "maritime-solution-card-1:label": "production",
  "maritime-solution-card-1:text": "lower production cost compared to e-Methanol",
  "maritime-solution-card-2:label": "emission",
  "maritime-solution-card-2:text": "lower emissions compared to Low-Sulfur Fuel Oil (LSFO)",
  "maritime-solution-card-3:label": "energy density",
  "maritime-solution-card-3:text": "higher energy density compared to e-Methanol",
  "maritime-3d-card-1:title": "Drop-In Ready",
  "maritime-3d-card-1:text": "Blending e-LNG as a “drop-in” fuel into LNG-fuelled vessels and increasing the blending share over time represents a practical, realistic, and cost-efficient solution to decarbonisation.",
  "maritime-3d-card-2:title": "Reliability",
  "maritime-3d-card-2:text": "The blending approach creates long-term security around fleet investments since it allows for regulatory compliance for marine fuel decarbonisation until 2035 and beyond.",
  "maritime-3d-card-3:title": "Competitive Edge",
  "maritime-3d-card-3:text": "e-LNG has a key advantage over other alternative fuels in total cost of ownership, thanks to established transport, storage, and bunkering infrastructure from the rise in fossil LNG bunkering.",
  "maritime-challenge:pretitle": "The Challenge",
  "maritime-challenge:title": "Transition to Alternative Fuels",
  "maritime-challenge:text": "With emerging regulations, cargo and cruise ship operators must move away from fleets designed for conventional fossil fuels. The shift to alternative fuels—such as Liquefied Natural Gas (LNG), Methanol, Ammonia, and Hydrotreated Vegetable Oil (HVO)—is vital, as these fuels impact ship design, engine specifications, storage, and operations. Ships, built for over 20 years of service, need to be compatible with alternative fuels for future compliance. This urgency is reflected in the rising orders for LNG-fueled vessels, where fossil LNG is seen as a \"bridge fuel\" in the transition to greener options.",
  "maritime-press:label": "DEEP DIVE",
  "maritime-press:title": "More Insights",
  "maritime-press:text": "Explore our in-depth analyses and expert insights on industry trends.",
  "utilities-hero:title": "Harnessing Renewable Natural Gas to Decarbonize Utilities",
  "utilities-hero:pretitle": "INDUSTRY INSIGHT: UTILITIES",
  "utilities-intro:title": "Decarbonizing energy: Complex challenges with diverse requirements.",
  "utilities-intro-card-1:title": "Regulatory Requirements",
  "utilities-intro-card-1:text": "REPowerEU at the EU level, as well as the power plant strategy (“Kraftwerksstrategie”) in Germany, are significant regulatory requirements for the power and energy sector.",
  "utilities-intro-card-2:title": "Urgent Action",
  "utilities-intro-card-2:text": "Large-scale, as well as municipal, utilities need to provide heat planning concepts to decarbonize energy for local industry and private households.",
  "utilities-intro-card-3:title": "Asset Intesivity",
  "utilities-intro-card-3:text": "The asset-intensive nature of utilities and the variety of use cases to decarbonize require a technology-agnostic approach with the highest capital efficiency and avoidance of “stranded assets.”",
  "utilities-solution:pretitle": "The Solution",
  "utilities-solution:title": "TURN2X RNG: Perfect Fit for European Utilities Aligned with REPowerEU Goals",
  "utilities-3d-card-1:title": "Drop-In Ready",
  "utilities-3d-card-1:text": "Renewable Natural Gas (RNG) by TURN2X is 100% “drop-in ready” for the utilities use case of municipal supply, providing green excess heat from methanation and renewable gas for millions of private households with gas boilers.",
  "utilities-3d-card-2:title": "Infrastructure Advantage",
  "utilities-3d-card-2:text": "The existing European gas grid allows for better structuring and storage of RNG compared to alternatives like Ammonia, making it particularly beneficial for gas-fired power plants not yet connected to the hydrogen backbone.",
  "utilities-3d-card-3:title": "Alignment with REPowerEU",
  "utilities-3d-card-3:text": "TURN2X power-to-gas applications from renewable sources in other EU countries are 100% in accordance with the overall ambition of REPowerEU to create resilience and independence from fossil natural gas supply from Russia.",
  "utilities-challenge:pretitle": "The Challenge",
  "utilities-challenge:title": "Infrastructure and Energy Constraints",
  "utilities-challenge:text": "Geographical and infrastructural conditions vary significantly across regions and municipalities, making a one-size-fits-all solution impractical. Additionally, broader infrastructural factors, such as the design, route, and financing of the hydrogen backbone, are crucial for ensuring planning security, particularly given the importance of multiple operators of gas-fired power plants in maintaining grid stability. Moreover, the short-term installation of new heat pumps or the retrofitting of existing ones across the entire building sector is neither financially nor operationally feasible.",
  "utilities-press:label": "DEEP DIVE",
  "utilities-press:title": "More Insights",
  "utilities-press:text": "Explore our in-depth analyses and expert insights on industry trends.",
  "energy-hero:title": "Transforming the Industry with Renewable Natural Gas",
  "energy-hero:pretitle": "INDUSTRY INSIGHT: ENERGY INTENSIVE INDUSTRIES",
  "energy-intro:title": "Decarbonization is crucial for achieving EU's climate neutrality goals.",
  "energy-intro-card-1:title": "CO2 Emissions",
  "energy-intro-card-1:text": "At the EU level, energy-intensive industries represent 17% of the EU’s total CO2 emissions, making their decarbonization indispensable to reaching climate neutrality in the EU.",
  "energy-intro-card-2:title": "Free Allowances",
  "energy-intro-card-2:text": "Energy-intensive companies receive free allowances for their CO2 emissions from the European Union’s Emissions Trading System (EU ETS); however, the cap for free allowances is constantly reduced until it reaches zero in 2050.",
  "energy-intro-card-3:title": "Decarbonization Mechanism",
  "energy-intro-card-3:text": "Since companies need to pay for additional allowances to cover the excess emissions they cause, there is a steady market-driven mechanism to fully decarbonize their EU ETS plants.",
  "energy-solution:pretitle": "The Solution",
  "energy-solution:title": "TURN2X RNG: A Drop-in Solution for Industrial Decarbonization",
  "energy-3d-card-1:title": "Drop-In Ready",
  "energy-3d-card-1:text": "Renewable Natural Gas (RNG) by TURN2X is chemically identical to fossil natural gas and is therefore 100% “drop-in ready” in the existing customer infrastructure, i.e., arrival via the existing gas grid connection into gas ovens and furnaces.",
  "energy-3d-card-2:title": "Infrastructure Utilization",
  "energy-3d-card-2:text": "The “drop-in” characteristic of RNG also allows for further usage of the existing and very well-connected transport infrastructure (i.e., the European gas grid), thereby facilitating an early ramp-up of the green hydrogen economy in Europe.",
  "energy-3d-card-3:title": "Scalability",
  "energy-3d-card-3:text": "The infinite feedstock of RNG (i.e., wind and solar) as well as its recognition with a zero rating as part of the EU ETS, position it as a fast and scalable solution to achieve ambitious decarbonization targets within energy-intensive industries.",
  "energy-challenge:pretitle": "The Challenge",
  "energy-challenge:title": "Electrification Challenges",
  "energy-challenge:text": "Several parts of EU ETS plants have already been electrified, for example via renewable PPAs; however, production lines with high-temperature environments (i.e., >1,000 °C) are very difficult to electrify due to the high energy density requirements. Common examples of industries with high-temperature environments and major consumption of fossil natural gas include glass, steel, ceramics, and metal processing, where the entire production infrastructure is tailored to this energy carrier. Additionally, it is not straightforward to replace the energy carrier with other molecules, such as pure hydrogen, as product characteristics can be impacted within these sensitive high-temperature production conditions.",
  "energy-press:label": "DEEP DIVE",
  "energy-press:title": "More Insights",
  "energy-press:text": "Explore our in-depth analyses and expert insights on industry trends.",
  "about-hero:title": "We Are Unified<br/> in Our Global Responsibility.",
  "about-accordion:title-1": "Pioneering Beginnings",
  "about-accordion:text-1": "At TURN2X, our journey began in 2012 at the Engler Bunte Institute at the Karlsruhe Institute of Technology (KIT), the same place where the Haber Bosch process was invented. Our CTO Dr. Dominik Schollenberger embarked on pioneering research in methanation and the engineering of chemical plants. This early work laid the foundation for our ambitious mission to reduce Europe’s dependence on fossil natural gas.",
  "about-accordion:title-2": "The Founders",
  "about-accordion:text-2": "Equally important to our mission is the story of friendship and collaboration that brought us together. Philip, Benedikt, and Dominik all went to the KIT, where their shared vision and passion for sustainable energy ignited the idea for TURN2X.",
  "about-accordion:title-3": "Born with a Vision",
  "about-accordion:text-3": "In October 2022, TURN2X was officially founded with a clear and bold mission—to avoid 1 gigaton of CO2 emissions and displace 10% of Germany's fossil natural gas demand. This Big Hairy Audacious Goal (BHAG) reflects our unwavering commitment to driving meaningful change in the energy sector.",
  "about-accordion:title-4": "Driving Innovation",
  "about-accordion:text-4": "Our dedication to innovation and resilience was further recognized in 2023 when TURN2X became a part of the Energy Resilience Leadership Group (ERLG), an initiative born at the Munich Security Conference. As part of this group, we continue to foster collaboration and lead the charge in energy innovation.",
  "about-disclaimer:label": "Our Mission",
  "about-disclaimer:text": "There is no Planet B.<br/> Our mission is to avoid 1 gigaton of CO2 emissions and displace 10% of Germany's fossil natural gas demand by pioneering innovative renewable natural gas solutions.",
  "about-taskforce:label": "The Task Force",
  "about-taskforce:title": "Working at TURN2X",
  "about-taskforce:text": "TURN2X is powered by a growing team of over 20 passionate individuals, each bringing unique expertise and energy to our mission. While our headquarter is located in Munich’s dynamic Werksviertel district, a vibrant startup ecosystem, we embrace a hybrid work model. Every month, our team gathers in Munich for strategy sessions, face-to-face collaboration, and offsite events that strengthen our bonds and drive our shared goals forward. This blend of flexibility and in-person connection ensures that we remain agile, innovative, and united in our pursuit of a sustainable energy future.",
  "about-taskforce:link": "Careers",
  "about-values:label-1": "OUR VALUES",
  "about-values:title-1": "The Climate Crisis Demands a Sense for Urgency",
  "about-values:text-1": "We have to address the big climate problems and are willing to go the extra mile because there is no planet B. We have attention to results and focus on outcome instead of perfectionism.",
  "about-values:label-2": "OUR VALUES",
  "about-values:title-2": "Earn Customer Love",
  "about-values:text-2": "We solve the climate challenges of our customers, remove barriers for them and make it as easy and rewarding as possible to reach net-zero.",
  "about-values:label-3": "OUR VALUES",
  "about-values:title-3": "Extreme Ownership",
  "about-values:text-3": "We have a bias towards action and take ownership where needed. We feel accountable for the commitments we make.",
  "about-values:label-4": "OUR VALUES",
  "about-values:title-4": "Have Backbone; Disagree and Commit",
  "about-values:text-4": "We constructively challenge each other to achieve better outcomes for the team. We are radically open, actively seek and provide feedback to learn and grow together. Once a decision is made we follow it as if it was our decision.",
  "about-values:label-5": "OUR VALUES",
  "about-values:title-5": "Strength in Difference",
  "about-values:text-5": "We celebrate the unique qualities, strengths and backgrounds that each individual brings to our organization and actively work on fostering a diverse environment. By embracing our differences, we unlock our true collective potential."

}
