{
  "mission:name": "Mission",
  "how-it-works:name": "How it works",
  "about:name": "About us",
  "contact-sales:name": "Contact Sales",
  "announcement:text": "May 2023: Announcing a €4.3M Seed Round",
  "hero:title": "Decarbonizing the industry with Renewable Natural Gas",
  "hero:quote": "We turn energy to Renewable Natural Gas to provide you with a CO2 neutral energy solution.",
  "dirk:quote": "“Customers are demanding more and more reduction of emissions along the value chain.”",
  "dirk:position": "Managing Director, Siempelkamp",
  "process:esg-compliant": "Esg compliant",
  "process:title": "Certifiable RNG from methanation",
  "process:section1": " Utilizing renewable energy for electrolysis",
  "process:section2": "Adding biogenic CO2 to the green hydrogen",
  "process:section3": "Producing renewable natural gas in our patented reactor",
  "process:caption1": "Our RNG is a certifiable energy source:",
  "process:caption2": "SFDR9 certification in planning for 2024. The TURN2X reactor is patented.",
  "model:label": "How it works",
  "model:title": "Production and transport",
  "model:text": "The TURN2X plants are positioned next to renewable energy plants and convert water and CO2 with energy to Hydrogen and then to Methane. The RNG gets transported via the existing pipeline infrastructure to customers destinations: factories with high energy consumption.",
  "mission:mission": "Mission",
  "mission:title": "Displacing fossil fuels with modular RNG plants",
  "mission:2030": "x Million tonnes of CO2 avoided",
  "mission:2024": "Scale up of our standard plant module",
  "mission:2023": "Next iteration of design leads to further patents filed",
  "mission:2022": "Based on tech proof Turn2X was founded and scales up the tech",
  "mission:2019": "Plant Falkenhagen goes operational and first green molecules produced",
  "mission:2018": "Store & Go 26m EUR grant for building first plant",
  "mission:2016": "First patents filed",
  "about:management": "management",
  "about:title": "Unified with a <span /> Global Responsibility",
  "about:get-in-touch": "Get in Touch",
  "about:advisory-board": "Advisory Board",
  "about:explore-carreer-opportunities": "Explore our career opportunites",
  "philip:position": "Co-Founder & CEO",
  "philip:description": "Philip is a Cofounder and Chief Executive Officer at TURN2X. He has a track record of experience founding and running deep tech companies. In the past, Philip has raised millions in venture capital from international investors. Notable exits include the Karlsruhe based AI startup Understand.ai to hidden champion to Darmstadt based automotive software supplier DSPACE. His education includes a MSc. in Computer Science and Economics at KIT Karlsruhe.",
  "benedikt:position": "Co-Founder & CFO/COO",
  "benedikt:description": "Benedikt is a Cofounder and Chief Operations Officer at TURN2X. His experience lies in financing multi-million Euro infrastructure projects. After graduating his masters in Physics at KIT Karlsruhe with a focus on solid state and quantum physics, he started his own VC fund which now holds over 30M EUR under management. At TURN2X, Benedikt finds ideal locations for new plants and structures the financing of these.",
  "dominik:position": "Co-Founder & CTO",
  "dominik:description": "Dominik is a Cofounder and Chief Technology Officer at TURN2X. Dominik researches on the topics of power-to-gas, methanation and has experience in the engineering of parts and technology transfer from the lab in the demo scale for over 12 years. He received his PhD in Chemical engineering from KIT Karlsruhe. With several papers published and patents filed, Dominik oversees scientific progress in plant and reactor modularization, aswell as automation and the operative processes of building new plants. Through his work in management consulting, he gained in-depth knowledge of the energy industry and the challenges for the energy transformation.",
  "stefan:position": "Former Hydrogen Ambassador of the Federal Republic of Germany",
  "evan:position": "Built the Gigafactories for Tesla in NV and Berlin",
  "thomas:position": "Various CFO positions at Siemens",
  "cta:title": "Join TURN2X on making green energy transportable",
  "contact:success": "Thank you for reaching out. We will be in touch with you shortly.",
  "contact:error": "There has been an error. Please, try again",
  "contact:name": "Contact",
  "contact:title": "Want to know more?",
  "contact:address": "Turn Energy GmbH <br /> Leopoldstr. 173 e, <br /> D-80804 München",
  "contact:info": "+49 (0) 163 728 9275 <br /> info@turn2x.com",
  "contact:full-name": "Full Name",
  "contact:phone": "Phone",
  "contact:email": "Email",
  "contact:message": "Message",
  "contact:submit": "Submit",
  "contact:email-message": "Please enter a correct email",
  "contact:full-name-message": "Please enter a name",
  "data-privacy:name": "Data Privacy Policy",
  "legal:name": "Legal",
  "careers:name": "Careers",
  "hiring:name": "We're hiring!",
  "imprint:name": "Imprint",
  "404:title": "This page doesn’t exist. Our solution to displace fossil fuels however, does.",
  "404:proceed": "Proceed"
}
